<script setup>
import DefaultTheme from 'vitepress/theme'
const { Layout } = DefaultTheme
</script>

<template>
  <Layout>
    <template #home-features-before>

        <section class="hero-tile">
        <div class="hero-text">
            <h1>Русские танки разъезжают по Берлину...</h1>
            <p>
                A Russian Day повествует об альтернативной реальности, в которой Россия и Китай победили в Третьей Мировой войне. Победители разделили мир на сферы влияния, установив новый мировой, как они его называют, многополярный порядок. 
            </p>
            <p>
                Сейчас мир переживает период турбулентности: НАТО больше не существует, Соединённые Штаты находятся в глубочайшем кризисе в истории, а Европа пытается найти своё место в новом мировом порядке. 
            </p>
            <p> 
                Место мирового полицейского заняла новая сверхдержава Россия, но её методы правления вызывают всё больше вопросов, а на международной арене Россия сталкивается с новыми соперниками.
            </p>
        </div>

        <div class="hero-image">
            <img src="/load_12.png" alt="Ard Mod preview" />
        </div>
        </section>

    </template>
  </Layout>
</template>
